tap "aws/tap"
tap "homebrew/cask"
tap "d12frosted/emacs-plus"
tap "koekeishiya/formulae"
tap "graalvm/tap"
tap "graalvm/tap"
tap "1password/tap"

brew "ansible"
brew "antibody"
brew "aria2"
brew "awscli"
brew "aws-sam-cli"
brew "bfg"
brew "cmake"
brew "coreutils"
brew "docker-compose"
brew "diff-so-fancy"
brew "emacs-plus"
brew "ffmpeg"
brew "fasd"
brew "fzf"
brew "ghc"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "gpg"
brew "graphviz"
brew "hub"
brew "hugo"
brew "ispell"
brew "java"
brew "jq"
brew "lastpass-cli"
brew "leiningen"
brew "lua"
brew "maven"
brew "mono"
brew "markdown"
brew "mc"
brew "neovim"
brew "netlify-cli"
brew "ninja"
brew "nnn"
brew "ncdu"
brew "ipfs"
brew "nvm"
brew "openssl"
brew "openjdk"
brew "pandoc"
brew "poetry"
brew "pinentry-mac"
brew "python"
brew "python3"
brew "pyenv"
brew "ripgrep"
brew "rga"
brew "rust"
brew "skhd"
brew "stow"
brew "terraform"
brew "tig"
brew "tmux"
brew "wget"
brew "tree"
brew "wrk"
brew "yabai"
brew "yamllint"

cask "1password-cli"
cask "amethyst"
cask "android-studio"
cask "anki"
cask "appzapper"
cask "beamer"
cask "blender"
cask "calibre"
cask "copilot-for-xcode"
cask "docker"
cask "discord"
cask "ganache"
cask "google-chrome"
# cask "godot-mono"
cask "iterm2" 
cask "lastpass"
cask "netnewswire"
cask "obs"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "pomotroid"
cask "pocket-casts"
cask "qlmarkdown"
cask "quicklook-json" 
cask "signal"
cask "simple-comic"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "yacreader"
cask "vlc"
