tap "homebrew/cask"
tap "d12frosted/emacs-plus"
tap "koekeishiya/formulae"
tap "qmk/qmk"

brew "ansible"
brew "antibody"
brew "aria2"
brew "awscli"
brew "bfg"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "emacs-plus"
brew "ffmpeg"
brew "fasd"
brew "fzf"
brew "ghc"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "gpg"
brew "hub"
brew "ispell"
brew "jq"
brew "leiningen"
brew "lua"
brew "maven"
brew "markdown"
brew "mc"
brew "neovim"
brew "ninja"
brew "nnn"
brew "ncdu"
brew "ipfs"
brew "nvm"
brew "openssl"
brew "pandoc"
brew "python"
brew "python3"
brew "pyenv"
brew "qmk/qmk/qmk"
brew "ripgrep"
brew "rga"
brew "rust"
brew "skhd"
brew "stow"
brew "terraform"
brew "tig"
brew "tmux"
brew "wget"
brew "tree"
brew "yabai"
brew "yamllint"

cask "adoptopenjdk"
cask "android-studio"
cask "anki"
cask "appzapper"
cask "battle-net"
cask "beamer"
cask "discord"
cask "docker"
cask "ganache"
cask "google-chrome"
cask "iterm2" 
cask "keybase"
cask "obs"
cask "postman"
cask "private-internet-access"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json" 
cask "signal"
cask "simple-comic"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "yacreader"
cask "virtualbox"
cask "zoom"
