tap "homebrew/cask"
tap "d12frosted/emacs-plus"
tap "homebrew/cask-fonts"

brew "ansible"
brew "antibody"
brew "aria2"
brew "awscli"
brew "coreutils"
brew "cmake"
brew "diff-so-fancy"
brew "fasd"
brew "fzf"
brew "ghc"
brew "go"
brew "git"
brew "gpg"
brew "ispell"
brew "jq"
brew "leiningen"
brew "lua"
brew "neovim"
brew "nnn"
brew "ninja"
brew "nvm"
brew "openssl"
brew "python"
brew "python3"
brew "ripgrep"
brew "ripgrep"
brew "rust"
brew "terraform"
brew "git"
brew "git-lfs"
brew "hub"
brew "maven"
brew "tig"
brew "tmux"
brew "tree"

cask "adoptopenjdk"
cask "android-studio"
cask "battle-net"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "iterm2"
cask "keybase"
cask "postman"
cask "simple-comic"
cask "spotify"
cask "steam"
cask "steam"
cask "the-unarchiver"
cask "tor-browser"
cask "yacreader"
cask "anki"
cask "appzapper"
cask "beamer"
cask "calibre"
cask "grandperspective"
cask "java"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "private-internet-access"

cask "quicklook-json" 
cask "slack"
cask "spectacle"
cask "vlc"

cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-source-code-pro-for-powerline"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
